<?php
// Text
$_['text_search'] = 'Пошук';
$_['text_brand'] = 'Виробник';
$_['text_manufacturer'] = 'Виробник:';
$_['text_model'] = 'Артикул:';
$_['text_reward'] = 'Бонусні бали:';
$_['text_points'] = 'Ціна в бонусних бали:';
$_['text_stock'] = 'Наявність:';
$_['text_form_stock']                              = 'Повідомити про наявність';
$_['text_notstock']                              = 'Немає в наявності';
$_['text_instock'] = 'На складі';
$_['text_tax'] = 'Без ПДВ:';
$_['text_discount'] = ' або більше: ';
$_['text_discount2'] = 'Ваша знижка ';
$_['text_option'] = 'Доступні варіанти';
$_['text_minimum'] = 'Мінімальна кількість для замовлення: %s';
$_['text_reviews'] = '<span>%s</span> відгуків';
$_['text_write'] = 'Написати відгук';
$_['text_login'] = 'будь Ласка <a href="%s">авторизуйтесь</a> або <a href="%s">створити обліковий запис</a> перед тим як написати відгук';
$_['text_no_reviews'] = 'Немає відгуків про цей товар.';
$_['text_note'] = '<span style="color: #FF0000;">Примітка:</span> HTML розмітка не підтримується! Використовуйте звичайний текст.';
$_['text_success'] = 'Спасибі за ваш відгук. Він вступив адміністратору для перевірки на спам і незабаром буде опублікований.';
$_['text_related'] = 'Рекомендовані товари';
$_['text_tags'] = '<i class="fa fa-tags"></i>';
$_['text_error'] = 'Товар не знайдено!';
$_['text_payment_recurring'] = 'Платіжний профіль';
$_['text_trial_description'] = 'Сума: %s; регулярних оплат: %d %s; Кількість платежів: %d, Далі ';
$_['text_payment_description'] = 'Сума: %s; регулярних оплат: %d %s; Кількість платежів: %d ';
$_['text_payment_until_canceled_description'] = 'Сума: %s; регулярних оплат: %d %s ; Кількість платежів: до скасування';
$_['text_day'] = 'день';
$_['text_week'] = 'тижня';
$_['text_semi_month'] = 'півмісяця';
$_['text_month'] = 'місяць';
$_['text_year'] = 'рік';

$_['text_buy_click']                               = 'Купити в 1 клік';
$_['text_tool_instruction']                               = 'Інструкція';
$_['text_tool_user_instruction']                               = 'Інструкція користувача';
$_['text_tool_drawing']                               = 'Креслення інструменту';
$_['text_kit_part_attr'] = 'Властивості складальних частин';
$_['text_kit_part_parts'] = 'Комплектація складальних частин';
$_['text_main_attrs'] = 'Основні характеристики';
$_['text_tech_attrs'] = 'Технічні характеристики';
$_['text_all_attrs'] = 'Всі характеристики';
$_['text_gift'] = 'подарунок';
$_['text_pay_part'] = 'Оплата частинами';
$_['text_wl'] = 'В закладки';
$_['text_from_wl'] = 'Із закладок';
$_['text_show_reviews'] = 'Показано <span id="part-count">%d</span> зі %d відгуків';
$_['text_show_more'] = 'Завантажити ще';
$_['text_more_answers'] = 'Показати більше відповідей';
$_['text_grade'] = 'Оцінка';

// Entry
$_['entry_qty'] = 'Кількість';
$_['entry_name'] = 'ім&#39;я';
$_['entry_review'] = 'Ваш відгук:';
$_['entry_rating'] = 'Оцінка';
$_['entry_good'] = 'Добре';
$_['entry_bad'] = 'Погано';
$_['entry_captcha'] = 'Введіть код, зазначений на картинці:';

// Tabs
$_['tab_description'] = 'Все про товар';
$_['tab_attribute'] = 'Властивості';
$_['tab_review'] = 'Відгуків (%s)';
$_['tab_attribute_parts']                              = 'Комплектація';
$_['text_attribute_parts']                              = 'Kомплектуючі';
$_['button_continue'] = 'Відправити відгук';
$_['text_review_all']                              = 'Показати всі відгуки';
$_['text_attribute_all']                              = 'Показати всі властивості';

// Error
$_['error_name'] = 'Ім&#39;я повинно бути від 3 до 25 символів!';
$_['error_text'] = 'Текст відгуку повинен бути від 25 до 1000 символів!';
$_['error_rating'] = 'будь Ласка, виберіть оцінку!';
$_['error_captcha'] = 'Код, зазначений на картинці, введено невірно!';


$_['title_delivery'] = 'Доставка';
$_['title_garanty'] = 'Гарантія';
$_['text_buy'] = 'Оплата';

$_['text_delivery_1'] = 'Відділення Нова Пошта.<br><strong>Безкоштовно, при замовленні понад 700 грн </strong>';
$_['text_delivery_2'] = 'Адресна доставка "Новою поштою"';

$_['text_garanty_1'] = '14 днів на обмін';
$_['text_garanty_2'] = 'Офіційна гарантія від виробника';
$_['text_garanty_3'] = '12 місяців гарантії';
$_['text_garanty_4'] = '24 місяців гарантії на продукцію Industrial';

$_['text_buy_1'] = 'Післяплатою в відділенні';
$_['text_buy_2'] = 'На розрахунковий рахунок ПриватБанк';
$_['text_buy_3'] = 'Оплата карткою, за допомогою LiqPay';
$_['text_buy_4'] = 'Оплата за допомогою «Оплата частинами»';

$_['tab_video'] = 'Відео';
$_['text_video_all'] = 'Всі відео';
$_['text_attribute_good'] = 'Властивості товару';

$_['text_related'] = 'З цим товаром купують';
$_['text_attrs'] = 'Характеристики';
$_['text_draw'] = 'Завантажити схему "%s"';
$_['text_instruction'] = 'Інструкція з електронним керуванням';
$_['text_review'] = 'Відгуки';
$_['text_description'] = 'Опис';

$_['set_answer'] = 'Відповісти';
$_['count_answer'] = 'відповідей';
$_['leave_feedback'] = 'Відправити відгук';