<?php
// Heading
$_['heading_title']          = 'Гарантія';

// Text
$_['text_success']           = 'Налаштування успішно змінені!';
$_['text_list']              = 'Список варіантів гарантії';
$_['text_add']               = 'Додати';
$_['text_edit']              = 'Налаштування гарантії';
$_['text_manufacturer_garanty'] = 'Від виробника';
$_['text_ірщз_garanty']      = 'Від магазину';

// Column
$_['column_name']            = 'Назва шаблону гарантій';
$_['column_action']          = 'Дія';

// Entry
$_['entry_name']             = 'Назва шаблону гарантій';
$_['entry_description']      = 'Список гарантій';
$_['entry_type']             = 'Тип гарантії';
$_['entry_period']           = 'Термін дії гарантії, місяців';

// Error
$_['error_permission']       = 'У Вас немає прав для зміни гарантій!';
$_['error_product']          = 'Увага: Цей шаблон гарантйй неможливо видалити, так як він призначений до %s товарів!';