<?php
$_['heading_title'] = 'Настройки разработчика';

// Текст
$_['text_success'] = 'Успех: вы изменили настройки разработчика!';
$_['text_theme'] = 'тема';
$_['text_sass'] = 'SASS';
$_['text_img_cache'] = 'изображений';
$_['text_sys_cache'] = 'системы';
$_['text_all_cache'] = 'Успешно: вы очистили весь кеш';
$_['text_cache'] = 'Успешно: вы очистили кеш %s !';

// Столбец
$_['column_component'] = 'Компонент';
$_['column_action'] = 'Действие';

// Вход
$_['entry_theme'] = 'Тема';
$_['entry_sass'] = 'SASS';
$_['entry_cache'] = 'Кэш';

// Кнопка
$_['button_on'] = 'Вкл.';
$_['button_off'] = 'Выкл.';

// Ошибка
$_['error_permission'] = 'Предупреждение: у вас нет разрешения на изменение настроек разработчика!';