<?php
// Заголовок
$_['heading_title'] = 'Важное уведомление системы безопасности!';

// Текст
$_['text_success'] = 'Успех: вы изменили папку хранения!';
$_['text_admin'] = 'Отредактируйте admin / config.php и измените';
$_['text_security'] = 'Очень важно переместить каталог хранилища за пределы веб-каталога (например, public_html, www или htdocs).';
$_['text_choose'] = 'Выберите, как переместить каталог хранения';
$_['text_automatic'] = 'Автоматически перемещать';
$_['text_manual'] = 'Переместить вручную';
$_['text_move'] = 'Переместить';
$_['text_to'] = 'в';
$_['text_config'] = 'Изменить изменение config.php';
$_['text_admin'] = 'Отредактируйте admin / config.php и измените';

// Вход
$_['entry_directory'] = 'Каталог';

// Кнопка
$_['button_move'] = 'Переместить';
$_['button_manual'] = 'Вручную';

// Ошибка
$_['error_permission'] = 'Предупреждение: у вас нет разрешения на изменение каталога хранения!';
$_['error_path'] = 'Предупреждение: неверный путь!';
$_['error_directory'] = 'Предупреждение: неверный каталог!';
$_['error_exists'] = 'Предупреждение: каталог уже существует!';
$_['error_writable'] = 'Предупреждение: config.php и admin / config.php необходимо сделать доступными для записи!';