<?php

//ExecutionOrder
$_['column_sort_order']     = 'Порядок';
$_['sort_warning']     		= 'Порядок модификаторов изменен. Не забудьте обновить кеш модификаторов для применения изменений очередности их выполнения!';
//ExecutionOrder
			
// Heading
$_['heading_title']     = 'Модификаторы';

// Text
$_['text_success']      = 'Действие успешно выполнено!';
$_['text_refresh']      = 'Каждый раз, когда Вы включили / отключили или удалили модификатор, необходимо нажать кнопку обновить, чтобы обновить кэш модификаторов!';
$_['text_list']         = 'Модификаторы';

// Column
$_['column_name']       = 'Название';
$_['column_author']     = 'Автор';
$_['column_version']    = 'Версия';
$_['column_status']     = 'Состояние';
$_['column_date_added'] = 'Дата';
$_['column_action']     = 'Действие';

// Error
$_['error_permission']  = 'Внимание: У Вас нет прав для управления модификаторами!';

