<?php
$_['heading_title'] = 'Налаштування розробника';

// Текст
$_['text_success'] = 'Успіх: Ви змінили налаштування розробника!';
$_['text_theme'] = 'тема';
$_['text_sass'] = 'SASS';
$_['text_cache'] = 'Успіх: Ви очистили кеш %s !';
$_['text_img_cache'] = 'зображень';
$_['text_sys_cache'] = 'системи';
$_['text_all_cache'] = 'спіх: Ви очистили весь кеш';

// Колонка
$_['column_component'] = 'Компонент';
$_['column_action'] = 'Дія';

// Вступ
$_['entry_theme'] = 'Тема';
$_['entry_sass'] = 'SASS';
$_['entry_cache'] = 'Кеш';

// Кнопка
$_['button_on'] = 'Увімкнено';
$_['button_off'] = 'Вимкнено';

// Помилка
$_['error_permission'] = 'Попередження: Ви не маєте дозволу змінювати налаштування розробника!';