<?php
// Heading
$_['heading_title'] = 'Важливе сповіщення про безпеку!';

// Текст
$_['text_success'] = 'Успіх: Ви змінили папку сховища!';
$_['text_admin'] = 'Редагувати admin / config.php та змінювати';
$_['text_security'] = 'Дуже важливо, що ви переміщуєте каталог зберігання за межі веб-каталогу (наприклад, public_html, www або htdocs).';
$_['text_choose'] = 'Виберіть спосіб переміщення каталогу зберігання';
$_['text_automatic'] = 'Автоматично переміщати';
$_['text_manual'] = 'Перемістити вручну';
$_['text_move'] = 'Перемістити';
$_['text_to'] = 'до';
$_['text_config'] = 'Редагувати зміну config.php';
$_['text_admin'] = 'Редагувати admin / config.php та змінювати';

// Вступ
$_['entry_directory'] = 'Каталог';

// Кнопка
$_['button_move'] = 'Перемістити';
$_['button_manual'] = 'Вручну';

// Помилка
$_['error_permission'] = 'Попередження: Ви не маєте дозволу змінювати каталог зберігання!';
$_['error_path'] = 'Попередження: Недійсний шлях!';
$_['error_directory'] = 'Попередження: Недійсний каталог!';
$_['error_exists'] = 'Попередження: Каталог уже існує!';
$_['error_writable'] = 'Попередження: config.php та admin / config.php потрібно зробити для запису!';