<?php

// Heading
$_['heading_title'] = ' Подарки';

// Tab
$_['tab_main'] = 'Основное';
$_['tab_license'] = 'Лицензия';

// Column
$_['column_name'] = 'Товар-подарок';
$_['column_action'] = 'Операции';

// Text
$_['text_disabled'] = 'Отключено';
$_['text_edit'] = 'Редактировать модуль';
$_['text_enabled'] = 'Включено';
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Успех: Вы изменили Подарки!';
$_['text_none'] = 'Нет';
$_['text_amount'] = 'Сумма заказа';
$_['text_product'] = 'Товары в корзине';
$_['text_category'] = 'Категории в корзине';
$_['text_manufacturer'] = 'Производители в корзине';
$_['text_all1'] = 'Все эти товары должны быть добавлены в корзину';
$_['text_any1'] = 'Любой из этих товаров должен быть добавлен в корзину';
$_['text_all2'] = 'Товары из каждой этой категории должны быть добавлены в корзину';
$_['text_any2'] = 'Товары любой из этих категорий должны быть добавлены в корзину';
$_['text_all3'] = 'Товары каждого этого производителя должны быть добавлены в корзину';
$_['text_any3'] = 'Товары любого из этих производителей должны быть добавлены в корзину';
$_['text_quantity_one'] = 'Только по одной единице каждого подарка';
$_['text_quantity_multiple'] = 'Количество подарков соответствует количеству товаров';
$_['text_add_gift'] = 'Добавить подарок';
$_['text_edit_gift'] = 'Редактировать подарок';
$_['text_list'] = 'Список подарков';
$_['text_all_group'] = 'Для незарегистрированых покупателей';
$_['text_before_price'] = 'Перед доставкой';
$_['text_before_descr'] = 'Перед описанием товара';
$_['text_after_descr'] = 'После описания товара';
$_['text_in_bottom'] = 'Внизу страницы';
$_['text_in_top'] = 'Вверху страницы';
$_['text_copyright']    = '<p><strong>[Лицензия на один домен]</strong></p><br>
<p><a target="_blank" href="https://opencartbot.com/ru/giftor">Страница модуля</a></p>
<p><a target="_blank" href="https://opencartbot.com/ru/support/">Техническая поддержка</a></p> <br>
<p>Автор модуля: <strong>opencartbot</strong></p>
<p>Сайт: <a target="_blank" href="https://opencartbot.com/ru/">opencartbot.com</a></p>';

// Button
$_['button_apply'] = 'Применить';

// Entry
$_['entry_status'] = 'Статус';
$_['entry_label'] = 'Подпись к подарку в корзине';
$_['entry_gift'] = 'Подарок';
$_['entry_based'] = 'Основание для подарка';
$_['entry_condition'] = 'Условие';
$_['entry_product'] = 'Товары';
$_['entry_category'] = 'Категории';
$_['entry_manufacturer'] = 'Производители';
$_['entry_total'] = 'Сумма заказа';
$_['entry_min'] = 'Минимальная сумма';
$_['entry_max'] = 'Максимальная сумма';
$_['entry_date'] = 'Период действия';
$_['entry_date_start'] = 'Дата начала';
$_['entry_date_end'] = 'Дата завершения';
$_['entry_customer_group'] = 'Группы покупателей';
$_['entry_title']		= 'Заголовок виджета';
$_['entry_description']	= 'Текст';
$_['entry_shortcode']	= 'Вы можете использовать следующие переменные, если у вас один подарок к товару';
$_['entry_position']	= 'Позиция виджета с подарком на странице товара';
$_['entry_css']			= 'CSS';
$_['entry_image_width']	= 'Ширина изображения подарка';
$_['entry_image_height']= 'Высота изображения подарка';
$_['entry_quantity'] = 'Количество подарков в корзине';

// Help
$_['help_status'] = 'Статус';
$_['help_label'] = 'Подпись к подарку в корзине';
$_['help_gift'] = 'Выберите товар, который будет являться подарком';
$_['help_based'] = 'На основании чего будет предоставляться подарок';
$_['help_product'] = 'Товары, которые должны быть добавлены в корзину, чтобы получить подарок';
$_['help_category'] = 'Категории, товары из которых должны быть добавлены в корзину, чтобы получить подарок';
$_['help_manufacturer'] = 'Производители, товары из которых должны быть добавлены в корзину, чтобы получить подарок';
$_['help_condition'] = 'Выберите условие, по какому будет предоставляться подарок';
$_['help_total'] = 'Сумма заказа, при которой будет предоставляться подарок. От - до.';
$_['help_date'] = 'Период действия акции. От - до.';
$_['help_customer_group'] = 'Группы клиентов, для который действует акция';
$_['help_position'] = 'Показывать информацию о подарке на страницах товаров';
$_['help_position_after'] = 'Виджет не будет отображаться для подарков на основе суммы заказа';

// Error
$_['error_permission'] = 'Предупреждение: У вас недостаточно прав для редактирования модуля!';
$_['error_warning'] = 'Предупреждение: Пожалуйста, внимательно проверьте форму на ошибки!';
$_['error_gift'] = 'Выберите товар, который будет являться подарком';
$_['error_customer_group'] = 'Укажите группы покупателей';