<?php
// Heading
$_['heading_title']    = 'Сервисные центры';

// Text
$_['text_success']     = 'Список сервисных центров обновлен!';
$_['text_list']        = 'Список сервисных центров';
$_['text_add']         = 'Добавление сервисного центра';
$_['text_edit']        = 'Редактирование сервисного центра';
$_['text_default']     = 'По умолчанию';
$_['text_time']        = 'Время работы';
$_['text_geocode']     = 'Geocode';

// Column
$_['column_name']      = 'Название сервисного центра';
$_['column_address']   = 'Адрес сервисного центра';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название сервисного центра';
$_['entry_city']       = 'Город';
$_['entry_address']    = 'Адрес';
$_['entry_geocode']    = 'Geocode';
$_['entry_telephone']  = 'Телефон';
$_['entry_fax']        = 'Факс';
$_['entry_image']      = 'Изображение';
$_['entry_open']       = 'Время работы';
$_['entry_comment']    = 'Комментарий';
$_['entry_service']    = 'Сервисный центр';

// Help
$_['help_geocode']     = 'Укажите вручную Geocode Вашего сервисного центра, указав Ширину и Долготу. ПРИМЕР: (54.718681, 20.499113) БЕЗ СКОБОК И КАВЫЧЕК!';
$_['help_open']        = 'Укажите время работы сервисного центра.';
$_['help_comment']     = 'Добавляет комментарий на странице контактов. Например, что Ваш сервисный центр не принимает чеки';

// Error
$_['error_permission'] = 'У Вас нет прав изменять сервисные центры!';
$_['error_name']       = 'Название сервисного центра должно содержать хотя бы один символ!';
$_['error_city']       = 'Город должен содержать хотя бы один символ!';
$_['error_address']    = 'Адрес должен быть от 3 до 128 символов!';
$_['error_telephone']  = 'Телефон должен быть от 3 до 32 цифр!';